export const ciriCardData = {
  title: "Цири из Цинтры",
  items: [
    {
      subtitle: "Прозвища",
      content:
        "Цири, Львёнок из Цинтры, Утёнок, Дитя Старшей Крови, Пепельноволосая, Цири из Венгерберга, Фалька, Ласточка, Зираэль, Владычица Озера, Повелительница Времени и Пространства",
    },
    {
      subtitle: "Пол",
      content: "Женский",
    },
    {
      subtitle: "Раса",
      content: "Человек",
    },
    {
      subtitle: "Народность",
      content: "Цинтрийка",
    },
    {
      subtitle: "Род занятий",
      content: "Охотница на чудовищ, Государственный деятель",
    },
    {
      subtitle: "Родители",
      content:
        "Паветта (биол. мать), Йеннифэр (приёмн. мать), Дани (биол. отец), Геральт (приёмн. отец)",
    },
    {
      subtitle: "Партнер(ы)",
      content: "Мистле",
    },
  ],
};

export const ciriCombatCardData = {
  title: "Боевые навыки",
  items: [
    {
      subtitle: "Фехтование",
      content:
        "Цири обучается боевым искусствам у Геральта и становится отличным мечником, использующим как один, так и два меча. Она хорошо владеет как традиционными атаками, так и уклонениями.",
    },
    {
      subtitle: "Магические способности",
      content:
        "Хотя Цири не является магом в классическом понимании, её особые способности позволяют ей использовать силу своей крови для создания эффектов невообразимой силы, включая мгновенное перемещение и другие формы магии.",
    },
    {
      subtitle: "Инстинкты выживания",
      content:
        "Цири обучена быстро принимать решения в бою и уметь предвидеть действия противников, что делает её опасным противником даже в самых сложных ситуациях. Эти навыки делают Геральта, Йеннифер и Цири уникальными и мощными персонажами в мире Ведьмака, каждый из которых обладает своими подходами к бою и использует свои сильные стороны для защиты себя и своих близких.",
    },
  ],
};
