export const geraltCardData = {
  title: "Геральт из Ривии",
  items: [
    {
      subtitle: "Прозвища",
      content:
        "Gwynbleidd, Беловолосый, Белоголовый, Белый Волк, Геральт Ривский, Геральтина, Колдун, Кошачьи Глазки, Молот, Монстробой, Мясник из Блавикена, Мясник из Предместий, Равикс из Четыругла, Эразм Тщедушный",
    },
    {
      subtitle: "Пол",
      content: "Мужской",
    },
    {
      subtitle: "Раса",
      content: "Человек (Ведьмак)",
    },
    {
      subtitle: "Народность",
      content: "Темерец",
    },
    {
      subtitle: "Род занятий",
      content: "Охотник на чудовищ",
    },
    {
      subtitle: "Родители",
      content: "Висенна, Корин, Весемир (приёмный отец)",
    },
    {
      subtitle: "Партнер(ы)",
      content: "Йеннифeр из Венгерберга, Трисс Меригольд, Шани, Фрингилья Виго",
    },
    {
      subtitle: "Дети",
      content: "Цири (приёмная дочь)",
    },
  ],
};

export const geraltCombatCardData = {
  title: "Боевые навыки",
  items: [
    {
      subtitle: "Фехтование",
      content:
        "Геральт — опытный мечник, обладающий мастерством в использовании как одно- так и двуручного меча. Он использует различные стили боя, в том числе техники,основанные на школах ведьмаков (например, школа Волка).",
    },
    {
      subtitle: "Алхимия",
      content:
        "Геральт активно использует зелья и эликсиры, чтобы повысить свои боевые способности. Он может создавать зелья, которые усиливают его силу, скорость и выносливость.",
    },
    {
      subtitle: "Знаки",
      content:
        "Геральт использует магические знаки, такие как Игни (воспламенение), Аксий (манипуляция) и Кваденто (защита), чтобы дополнять свои боевые стратегии. Эти знаки позволяют ему проводить быстрые атаки и выполнять защитные маневры.",
    },
    {
      subtitle: "Понимание противников",
      content:
        "Геральт обладает знанием чудовищ и их слабостей, что позволяет ему эффективно использовать подходящую тактику в зависимости от типа врага.",
    },
  ],
};
