export const geraltCardData = {
  title: "Геральт из Ривии",
  items: [
    {
      subtitle: "Прозвища",
      content:
        "Gwynbleidd, Беловолосый, Белоголовый, Белый Волк, Геральт Ривский, Геральтина, Колдун, Кошачьи Глазки, Молот, Монстробой, Мясник из Блавикена, Мясник из Предместий, Равикс из Четыругла, Эразм Тщедушный",
    },
    {
      subtitle: "Пол",
      content: "Мужской",
    },
    {
      subtitle: "Раса",
      content: "Человек (Ведьмак)",
    },
    {
      subtitle: "Народность",
      content: "Темерец",
    },
    {
      subtitle: "Род занятий",
      content: "Охотник на чудовищ",
    },
    {
      subtitle: "Родители",
      content: "Висенна, Корин, Весемир (приёмный отец)",
    },
    {
      subtitle: "Партнер(ы)",
      content: "Йеннифeр из Венгерберга, Трисс Меригольд, Шани, Фрингилья Виго",
    },
    {
      subtitle: "Дети",
      content: "Цири (приёмная дочь)",
    },
  ],
};
