export const jenniferCardData = {
  title: "Йеннифер из Венгерберга",
  items: [
    {
      subtitle: "Прозвища",
      content:
        "Йен, Йенна, Янка (настоящее имя), Вестница или Владычица войны, Женщина в Чёрном",
    },
    {
      subtitle: "Пол",
      content: "Женский",
    },
    {
      subtitle: "Раса",
      content: "Квартерон",
    },
    {
      subtitle: "Народность",
      content: "Аэдирнка",
    },
    {
      subtitle: "Род занятий",
      content: "Магическая деятельница",
    },
    {
      subtitle: "Родители",
      content: "",
    },
    {
      subtitle: "Партнер(ы)",
      content: "Геральт из Ривии, Истредд, Крах ан Крайт",
    },
    {
      subtitle: "Дети",
      content: "Цири (приёмная дочь)",
    },
  ],
};

export const jenniferCombatCardData = {
  title: "Боевые навыки",
  items: [
    {
      subtitle: "Магия",
      content:
        "Как высококвалифицированная чародейка, Йеннифер использует мощную магию в бою. Её заклинания могут нанести серьезный урон противнику или, наоборот, защитить её и союзников.",
    },
    {
      subtitle: "Телепортация",
      content:
        "Йеннифер умеет мгновенно перемещаться в пространстве, что позволяет ей уклоняться от атак противников и быстро появляться в наиболее стратегических точках битвы.",
    },
    {
      subtitle: "Алхимия",
      content:
        "Несмотря на то, что её боевые способности не связаны с физической атакой, Йеннифер также использует зелья и другие алхимические средства для усиления своих способностей и защиты.",
    },
  ],
};
